"use strict";

/*
Необходимо попросить пользователя ввести число.
Если пользователь ввел отличное от числа значение, необходимо вывести в консоль
строку: "Значение задано неверно", иначе необходимо будет вызвать функцию 
(нужно будет ее создать), которая будет принимать введенное пользователем 
число. Функция должна вычесть из переданного ей числа 13% и вывести в консоль 
сообщение "Размер заработной платы за вычетом налогов равен N."
*/

// function taxDeduction(num) {
//   return num - num * 0.13;
// }

// const salary = prompt("Введите число");

// if (isNaN(salary)) {
//   console.log("Значение задано неверно");
// } else {
//   console.log(taxDeduction(Number(salary)));
// }
