"use strict";

/*
Необходимо попросить пользователя ввести три числа.
Необходимо создать функцию, в которую мы должны передать эти три числа.
Функция должна определить максимальное, среди переданных ей значение и 
вывести сообщение: "Максимальное значение среди чисел N1, N2, N3 равно N."

Примечание: Условимся, что пользователь всегда вводит корректные значения, 
три числа. Проверять их не нужно.
*/

// function maxNumber(n1, n2, n3) {
//   alert(
//     `Максимальное значение среди чисел ${n1}, ${n2}` +
//       `, ${n3} равно ${Math.max(Math.max(n1, n2), n3)}.`
//   );
// }

// const num1 = Number(prompt("Введите число 1: "));
// const num2 = Number(prompt("Введите число 2: "));
// const num3 = Number(prompt("Введите число 3: "));

// maxNumber(num1, num2, num3);
